Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 陈平安小跑路过杏花巷的时候，看到不少妇人孩子聚在铁锁井旁，水井轱辘一直在吱呀作响。
en_us: While jogging past Apricot Blossom Alley, Chen Ping'an spotted many women and children huddled around the Iron Lock Well, and the well winch was creaking incessantly.

source: 陈平安小跑路过杏花巷的时候，看到昨夜遇到的青衣少女，还在那边家馄饨铺子坐着，手根筷子，竖立在桌面上，轻轻敲打，整张略带稚气肥嫩的圆乎乎脸庞，神采奕奕，她满眼都是那边热锅里煮着的馄饨，根本没注意到五六步外的陈平安。
en_us: When he jogged past Apricot Blossom Alley, Chen Ping'an saw that the young girl in green who he had encountered last night was still sitting at the stall that was selling wontons. There were chopsticks in her hand, and she was lightly drumming them against the table. There was a spirited expression on her slightly chubby and innocent face, and her eyes were intently fixed on the smoking pot where the wontons were cooking. Even though Chen Ping'an was only five or six paces away from her, she still didn't notice him at all.

source: 陈平安尝试着将那些残肢断骸重新拼凑起来，没过多久，木人就重现原形，幸运的是木人并未缺少什么大件，遗憾的是许多拼接起来的地方，红点和黑字已经被稚圭的菜刀砍掉或是刮磨殆尽，估计相对完整的朱点墨字，还剩下十之七八。
en_us: Chen Ping'an attempted to reassemble the pieces of the wooden figure, and it didn't take long before it was restored. Thankfully, it wasn't missing any large sections of its body, but what was rather unfortunate was that many of the red spots and black characters on the connective parts of its body had been hacked away or ground down by Zhi Gui's cleaver. At a rough visual estimate, Chen Ping'an speculated that only around 70% to 80% of the red spots and black characters were left.

source: 陈平安就像被大锤当头一锤、加上同时被当胸一撞，近乎笔直地后仰倒地。
en_us: It was as if Chen Ping'an had suffered a hammer strike to his head and a sledgehammer to his chest, causing him to involuntarily fall backward.

source: 陈平安屁股往外边挪了挪，试图远离少女与刀鞘。
en_us: Chen Ping'an shuffled forward a little, attempting to create some distance between himself and Ning Yao's saber scabbard.

source: 陈平安屋子里，年轻道人端坐在桌旁，眼观鼻鼻观心。
en_us: Inside Chen Ping'an's house, the young Daoist priest was seated beside the table, meditating in silence.

source: 陈平安左右脚尖先后不易察觉地拧了拧地面，似乎还在适应变轻了的双腿。
en_us: Chen Ping'an imperceptibly dug the tips of his feet into the ground, and it was as if he were familiarizing himself with his legs that had become lighter.

source: 陈平安巴掌按在顾粲的脑袋上，对黑衣少女歉意道：“他就这样，别生气。”
en_us: Chen Ping'an pressed his hand down on Gu Can's head. He then turned to the woman in black and said apologetically, "This is just what he's like; don't be angry."

source: 陈平安带着孩子走出院子，蹲下身，悄悄说道：“顾粲，记得小心你师父。还有，照顾好你娘亲，男子汉大丈夫，你娘亲以后只能靠你了，别总让她担心。”
en_us: Chen Ping'an led the little boy out of his courtyard. He squatted down and said in a quiet voice, "Gu Can, remember to be careful of your master. Also, make sure to look after your mother. You're a responsible man, and your mother can only rely on you in the future. Don't make her worry all the time."

source: 陈平安干脆摘下背篓，放在石崖凹陷处，说道：“休息一刻钟好了。”
en_us: Chen Ping'an took this opportunity to shrug off his bamboo basket and lean it against a depressed area in the mountain face. He looked at them and said, "Let's rest for 15 minutes."

source: 陈平安干脆盘腿而坐，懒洋洋的，趴在桌上，然后扬起一只拳头，依次竖起一根根手指，柔声笑道：“可是我在这里，遇到了齐先生，杨老头，刘羡阳，顾粲，当然还有你，宁姑娘。”
en_us: Chen Ping'an sat down lazily with his legs crossed, laying down onto the table before raising a fist and counting on one finger after another as he countered with a smile, "But in this small world, I met Mr. Qi, Old Man Yang, Liu Xianyang, Gu Can, and you."

source: 陈平安并不知道，在他跑过廊桥廊道的时候。
en_us: Unbeknownst to him, as he was rushing over the covered bridge, there was a tall woman in a flowing white robe hovering above the water under the bridge.

source: 陈平安开口问道：“宁姑娘，你真的不会因此”
en_us: Chen Ping'an opened his mouth, saying, "Ning Yao, this genuinely won't cause you to..."

source: 陈平安开心道：“下次我们一起去抓蟋蟀。”
en_us: "We'll go and catch crickets together next time," Chen Ping'an said with a happy smile.

source: 陈平安张大嘴巴，心想这也行？
en_us: Chen Ping'an's jaws dropped. Would this really work?

source: 陈平安弯腰帮他理了理被褥，笑道：“你以为我知道啊？”
en_us: Chen Ping'an bent down and helped him fix his blankets, saying with a smile, "And I would know?"

source: 陈平安当时在泥瓶巷的屋子里，第yi次模仿宁姚的时候，那么拙劣滑稽，比起常人还不如，其实少年少女的认知，出现了yi个鬼使神差的误会，陈平安yi直知道自己有个毛病，从烧瓷窑工开始就发现自己眼疾，手却慢，准确说是由于少年的眼神、眼力过于出彩，导致手脚根本跟不上，这就意味着换成别人来模仿宁姚的走桩，可能第yi遍就有三四分相似，粗糙蹩脚，但好歹不至于像陈平安这么yi两分相似，这恰恰是因为陈平安看得太明白真切，对于每yi个环节太过苛刻，才过犹不及，手脚跟不上之后，就显得格外可笑，而且九分不像之下，暗藏着yi分难能可贵的神似。
en_us: When Chen Ping'an had attempted walking meditation for the first time in his home, his movements had been extremely awkward and disjointed, so much so that he appeared even more inferior than normal people. In fact, this had resulted in some slight misunderstanding between him and Ning Yao. Chen Ping'an had a quirky habit that he had always been awared of. Ever since his time working in the dragon kilns, he had discovered that his eyes were quick but his movements were slow. More precisely, the young boy's eyesight and judgement was extraordinary. However, this resulted in his hands and other movements being unable to match his judgement and understanding. If others attempted to imitate Ning Yao's walking meditation, even though their movements would appear rough and shoddy, they would perhaps be able to imitate 30 to 40% of it decently well. At the very least, they would do much better than Chen Ping'an's 10 to 20% accuracy. However, this was precisely because Chen Ping'an was able to observe and remember Ning Yao's movements far too well. As a result, he had tried too hard to match each movement, and this had been to a detrimental effect. With his arms and legs being unable to keep up with his mind and intention, his movements had appeared extremely awkward and comical. However, while 90% of his movements had been completely off, there had been a subtle and valuable 10% of Ning Yao's aura that he had been able to emulate.

source: 陈平安当然老老实实摇头。
en_us: Chen Ping'an shook his head in honesty.

source: 陈平安很少有不好说话的时候，可一旦不好说话，陈平安真的会很不好说话。
en_us: It was very rare that Chen Ping'an wouldn't be agreeable and kind. However, when that happened, Chen Ping'an would truly become very difficult to speak to.

source: 陈平安很早就让出道路，八个人大致分作五批，走向小镇，除了那个头戴高冠、腰悬绿佩的年轻人，还先后走过两个七八岁的孩子，男孩穿着一件颜色喜庆的红色袍子，女孩长得粉粉嫩嫩，跟上好瓷器似的。
en_us: Chen Ping'an had already stepped aside to let the people through, and eight outsiders made their way into the town, roughly split up into five groups. Two children who were around seven or eight years of age strode into the town on either side of the young man with the green jade pendant strapped to his waist. The pair of children consisted of a boy and a girl, and the former was wearing a festive red robe, while the little girl was as fair and delicate as a piece of premium porcelain.

source: 陈平安很熟悉这种眼神，就像自己小时候看待刘羡阳是一般无二的，那会儿的刘羡阳，是杏花巷泥瓶巷这一带的孩子王，抓蛇捕鸟捞鱼，好像天底下就没有刘羡阳不会的事情。到后来，原本跟在刘羡阳屁股后头当跟班的同龄人，有些也去了龙窑当学徒，更多是散入小镇各个杂货铺子当伙计，或是给亲戚帮忙管账，也有如宋集薪所说，最没出息的人，才会去庄稼地里刨食吃，最后还跟刘羡阳混在一块的，就只剩下他了。
en_us: Chen Ping'an was especially familiar with this kind of expression. Indeed, this was exactly how he had looked at Liu Xianyang when he was young. At that time, Liu Xianyang had been the leader of the young children in Apricot Blossom Alley. He was always catching snakes, hunting brids, and reeling in fish, and it was as if there were nothing in the world that he couldn't do. Afterward, some of the children who used to follow Liu Xianyang around went to become disciples at the dragon kiln, while more of them went on to become attendents in the small stores around the town or become accountants for their relatives. There were also those who were "good-for-nothing" in the words of Song Jixin, and these people would go to the farms to do hard labor. In the end, only Chen Ping'an still hung out with Liu Xianyang.

source: 陈平安微微仰头，盯着这个满脸癫狂神色的男人，说道：“你知道，我不想杀你，我跟你无冤无仇，只是你想害我，我才还手的。”
en_us: Chen Ping'an had to raise his head slightly to look up at Fu Nanhua's deranged face, and he said, "You know that I don't want to kill you. There's no bad blood between us, I only retaliated because you wanted to hurt me."

source: 陈平安微微点头，早已说不出话来。
en_us: Chen Ping'an nodded softly. He was already unable to speak.

source: 陈平安心思一转，趁着卢正淳还在拼命磕头，压低嗓音跟刘羡阳说道：“实在不行就假装答应他，咱们先见到阮师傅，等你被收为徒弟再说。”
en_us: A thought occured to Chen Ping'an, and seizing the opportunity while Lu Zhengchun was still kowtowing with all his might, he lowered his voice and said to Liu Xianyang, "If nothing else works, you can just pretend to accept his proposal first. We can then deal with it after you visit Master Ruan and become his disciple."

source: 陈平安心思急转，试探性问道：“你家如果是在福禄街那边，那就远了，你如果信得过我，可以先把槐枝放在我家院子，这样你就可以来回多跑几趟。”
en_us: Chen Ping'an's mind was racing as he said, "Your house is on Fortune Street, right? That's really far away. If you trust me, you can put the locust branch in my yard. That way, you'll be able to make a few more trips than if you were to go home everytime."

source: 陈平安忍住笑意，将那八张槐叶合拢在一起，不过抽出其中三张，递给红棉袄小女孩，柔声道：“送给你的。”
en_us: Chen Ping'an resisted the urge to laugh as he stacked the eight locust leaves on top of one another, but he pulled out three of them and handed them back to Li Baoping as he said in a gentle voice, "These are for you."

source: 陈平安忍住笑意，认真想了想，跟阮秀说道：“麻烦你跟他们说一声，我要先帮宁姑娘煎好药，差不多还需要两刻钟，然后我去跟刘羡阳聊聊，最后就是还要阮姑娘帮我跟阮师傅说一声，今天我手头落下的事情，明天肯定补上。”
en_us: Chen Ping'an forcefully suppressed his smile. He thought for a moment before saying to Ruan Xiu, "Please tell them that I have to brew some medicine for Ning Yao first. I'll need around 30 minutes. After that, I also want to have a chat with Liu Xianyang. Finally, I also need you to help me pass on a message to Master Ruan — whatever work I haven't done today, I'll definitely make up for it tomorrow."

source: 陈平安忍住笑，对男人点头道：“阮师傅你好。”
en_us: Chen Ping'an suppressed his smile as he nodded at the man and said, "Hi, Master Ruan."

source: 陈平安忍住笑，招手道：“我跟你商量个事，最多耽误你一会儿。”
en_us: Chen Ping'an held back the urge to laugh as he beckoned to her and said, "I have something to discuss with you. It won't take long."

source: 陈平安忧心忡忡道：“那如果给阮师傅惹来一大串麻烦，怎么办？”
en_us: A concerned look appeared on Chen Ping'an's face as he asked, "Then what if I attract a ton of trouble for Master Ruan?"

source: 陈平安思量片刻后，摇头道：“不会，刘羡阳绝对不是那种被威胁就低头认输的人，当年我第一次见到他，哪怕被福禄街那帮人打得呕血，也没说半句服软的话，就一直扛着，差点真的被人活活打死，这么多年，刘羡阳性子没变。”
en_us: Chen Ping'an thought about this for a moment before shaking his head and saying, "No, that can't be. Liu Xianyang definitely isn't the type of person to lower his head and admit defeat simply because someone threatened him. When I first met him, even though he had been beaten to the point of vomiting blood by that group of people from Fortune Street, he still didn't utter a single word of surrender. He continued to endure it, and he was almost beaten to death by them. After all these years, this part about him still hasn't changed."

source: 陈平安急匆匆道：“阮师傅，他家里出了点急事……”
en_us: Chen Ping'an hurriedly said, "Master Ruan, something urgent came up for him..."

source: 陈平安恍然，点了点头。
en_us: Chen Ping'an nodded in realization.

source: 陈平安悻悻然不说话。
en_us: Chen Ping'an huffed and fell silent.

source: 陈平安悻悻然收回去，有些失落，他还以为宁姑娘会觉得不错呢。
en_us: Chen Ping'an sheepishly accepted the fruit, and he was feeling a little dejected. He had thought that Ning Yao would've been quite fond of the fruit.

source: 陈平安悻悻然道：“宁姑娘你这话说的”
en_us: Chen Ping'an huffed and said, "Ning Yao, your words are seriously..."

source: 陈平安情不自禁地说道：“如果阳光可以换铜钱多好！”
en_us: Chen Ping'an couldn't help but exclaim, "How nice would it be if the sunshine could be swapped for copper coins!"

source: 陈平安惊讶道：“这种石子在外边，值钱？”
en_us: Chen Ping'an was astonished. "These pebbles are valuable in the outside world?"

source: 陈平安想了想，“去铺子那边看看刘羡阳咋样了，顺便把你的那把刀从地底下拔出来。”
en_us: Chen Ping'an thought for a moment before replying, "Let's go to the blacksmith shop to see how Liu Xianyang's doing. While we're heading over, we can also retrieve your saber from the ground."

source: 陈平安想了想，“宁姑娘，你做事之前，能不能先让我找三个人？之后我们各做各的！”
en_us: After a brief moment of contemplation, Chen Ping'an said, "Before you do what you're about to do, can you wait for me to visit three people first? After that, we can each do whatever we want."

source: 陈平安想了想，“比如我们那座龙窑的窑头，姚师傅，他的‘跳-刀’技术，是小镇所有老师傅里最厉害的，我其实看一遍就记住所有细节了，但是……”
en_us: Chen Ping'an considered the question for a moment, then replied, "An example would be Master Yao's jumping burin technique. Master Yao was the best potter in all of our town's dragon kilns, and I was able to memorize all of the movements in his jumping burin technique after seeing it just once, but..."

source: 陈平安想了想，“顾粲那小子没啥良心，年纪又小，肯定没觉得日子难熬，不过顾粲他娘……应该不会觉得小镇是个好地方，尤其是泥瓶巷和杏花巷的女人，她一个都不喜欢。而且我觉得顾粲他娘吧，好像天生就不该在小镇这边，她总觉得很不甘心，如果按照姚老头的话来说，就是心不定，男人心不定，叫志在远方，娘们心不定，就要红杏出墙，我觉得这话说得不太对……”
en_us: Chen Ping'an thought about this for a moment before replying, "Gu Can wasn't the most well-behaved child, and he was also extremely young to begin with, so he definitely wouldn't have felt like life was too hard. His mother, however... She most likely didn't view the small town as a good place to live. This is especially the case since she didn't like a single woman from Clay Vase Alley or Apricot Blossom Alley. Moreover, I feel like she was never meant for a place like this to begin with. She also felt extremely vexed that she was stuck her. In Old Man Yao's words, this would be called a restless mind. When a man has a restless mind, that's a sign that that his aspirations lie in a land far away. When a woman has a restless mind, that's a sign that she might be considering an affair. However, I feel like this saying isn't correct..."

source: 陈平安想了想，不确定道：“就像突然下雨，你总得找个屋檐躲躲吧？”
en_us: Chen Ping'an pondered for a moment before replying in an uncertain voice, "Perhaps it's like the arrival of a sudden downpour. You have to find some cover no matter what, right?"

source: 陈平安想了想，从背篓里拿出两截竹筒，轻轻抛给刘灞桥，“回去路上饿了，可以填肚子。”
en_us: Chen Ping'an thought for a moment before retrieving two bamboo tubes from his basket and gently tossing them toward Liu Baqiao. "Here, you can eat these if you get hungry on the way back."

source: 陈平安想了想，充满憧憬道：“说不定那座山上，真有神仙呢？”
en_us: Chen Ping'an pondered for a moment before saying with a longing expression, "What if there really is an immortal on that mountain?"

source: 陈平安想了想，反问道：“我想知道，真的救得了那个人吗？”
en_us: Chen Ping'an pondered for a moment before asking, "I want to know, is it truly possible to save that person?"

source: 陈平安想了想，回答道：“顾粲肯定会，他经常拿水去浇蚂蚁窝，或是用石头堵住蚁窝的出路。刘羡阳心情不好的时候，估计也会。”
en_us: Chen Ping'an pondered for a moment before replying, "Gu Can definitely will. He often pours water down ant nests, and he sometimes uses rocks to block the entrances to their nests as well. When Liu Xianyang is in a bad mood, he probably would as well."

source: 陈平安想了想，就不再走近了，生怕打搅了少女吃宵夜的心情。只不过也没掉头就走，毕竟他已经打定主意，今晚一定要去那个水坑碰碰运气，每次摸一两块石头上岸便是，次数多了，总能成功，再者这个水坑里的蛇胆石，比起小溪其它地方，更大，色彩似乎也更加鲜艳。
en_us: Chen Ping'an pondered for a moment before deciding not to go any further. He was afraid of ruining her mood as she ate. However, he didn't turn around to leave either. After all, he had already decided to dive into that pit to try his luck tonight. He would bring one or two pebbles up each time, and as long as he persisted, he would eventually have success. In any case, the snake gall pebbles in this pit were larger and more dazzling than those in other areas of the creek.

source: 陈平安想了想，弯腰刚要放下肩上的担子。
en_us: Chen Ping'an contemplated for a moment before bending over and preparing to put down the two buckets of water.

source: 陈平安想了想，打算从自家宅子那个方向离开泥瓶巷。
en_us: Chen Ping'an pondered for a moment before deciding to leave Clay Vase Alley from the direction of his home.

source: 陈平安想了想，拿起那只签筒。
en_us: After a brief moment of contemplation, Chen Ping'an picked up the slip tube.

source: 陈平安想了想，没有拒绝。
en_us: Chen Ping'an thought about this for a moment, and he didn't reject Ning Yao's proposal.

source: 陈平安想了想，笑道：“宁姑娘，你就当我是烂好人吧。”
en_us: Chen Ping'an pondered this for a moment before smiling and saying, "Ning Yao, just pretend that I'm a foolishly kind person."

source: 陈平安想了想，老实回答道：“帮阮师傅做完那些力气活，我想以后自己进山烧炭，还可以顺便采药，卖给杨家铺子。”
en_us: Chen Ping'an considered the question for a moment, then replied in a candid manner, "After completing the manual labor tasks assigned to me by Master Ruan, I want to go into the mountains to burn some charcoal. Along the way, I can also pick some medicinal ingredients to be sold to the Yang Family's medicine shop."

source: 陈平安想了想，认真说道：“巷子里的街坊邻居都说我娘亲很好，又说我爹是出了名的闷葫芦，所以我觉得喜欢不喜欢谁，跟有没有出息，可能关系没那么大。”
en_us: Chen Ping'an pondered for a moment before replying in a serious voice, "The neighbors and residents in the alley all say that my mother was extremely kind and amiable, and they all say that my father was renowned for being a quiet and taciturn person. So, in my opinion, whether one is pathetic or not has nothing to do with whether others like them or not."

source: 陈平安想了想，谨慎回答道：“说不定可以。”
en_us: Chen Ping'an pondered for a moment before cautiously replying, "Possibly."

source: 陈平安想了想，蹲在门槛旁边，低头吹散那些灰烬。
en_us: After some contemplation, Chen Ping'an crouched down beside his doorstep and lowered his head to blow away the ashes.

source: 陈平安想了想，问道：“是不是说做事情，出手定要快”
en_us: Chen Ping'an briefly considered what he had been told, then asked, "So you're telling me that if I want to go through with this, I have to strike fast, right?"

source: 陈平安想好送信的顺序后，随口问道：“等人”
en_us: Chen Ping'an planned out a route before casually asking, "Waiting for someone?"

source: 陈平安想着以后若是白天摸石头的话，可以从刘羡阳那边摸起，一直往上游，到那座廊桥为止，所以今夜就选了第一次下水位置的更上游，所以会远离廊桥，以及那个被土话称为青牛背的青色石崖，即陈平安初次见到青衣少女的地方，他也因此错过了与宋集薪和督造官的见面。
en_us: Chen Ping'an felt like if he collected pebbles in the morning in the future, he could start from the blacksmith forge where Liu Xianyang was. He could then continue upstream all the way until he reached the covered bridge. Thus, for tonight, he decided to start from further upstream compared to last time. This way, he would be further from the covered bridge and the green stone cliff that people often referred to as the Azure Cow Ridge. Indeed, the latter place was where he had encountered the young girl in green last time. Moreover, because of this decision, Chen Ping'an would avoid an encounter with Song Jixin and the kiln supervision official.

source: 陈平安想着只要不是四大姓的李家宅子，都行。
en_us: Chen Ping'an was thinking to himself that everything would be fine as long as it wasn't the Li manor of the four major clans.

source: 陈平安愕然转头。
en_us: Chen Ping'an turned around with a surprised expression to find an ethereal Mr. Qi, whose entire body was giving off a white glow.

source: 陈平安愣了。
en_us: Chen Ping'an faltered upon hearing this.

source: 陈平安愣了一下，“我这就给你拿柴刀去，一开始的别太用力，柴刀不比菜刀，容易打滑，别伤到自己。”
en_us: Chen Ping'an faltered upon hearing this, and he said, "I'll get it for you right away. Hatchets are different from kitchen knives, so don't swing it too forcefully at the start. Otherwise, it's very easy to slip and hurt yourself."

source: 陈平安愣了愣，“啥”
en_us: Chen Ping'an was stumped. "What?"

source: 陈平安愣了愣，“疼啊。”
en_us: Chen Ping'an faltered upon hearing this. "It does hurt!"

source: 陈平安愣了愣，将信将疑地转身返回，坐在摊子前的长凳上。
en_us: Chen Ping'an faltered slightly upon hearing this, then turned back around with a skeptical expression before taking a seat on the bench in front of the stall.

source: 陈平安愣了愣，震惊道：“宁姑娘，连你都看出来啦？”
en_us: Chen Ping'an was stunned to hear this, and he exclaimed, "I didn't think you noticed!"

source: 陈平安愣在原地，年轻道人也愣了愣，“发什么呆，将那位姑娘抱到屋里床上啊！”
en_us: Chen Ping'an was rather dumbfounded by this sudden declaration, and the Daoist priest also faltered momentarily upon seeing this. "What are you just standing there for? Carry her onto the bed in your room!"

source: 陈平安愣在当场。
en_us: Chen Ping'an immediately faltered.

source: 陈平安懒得理睬这家伙。
en_us: Chen Ping'an couldn't be bothered replying.

source: 陈平安才收起钥匙，红棉袄女孩已经转身飞奔离去。
en_us: Chen Ping'an put the key away upon hearing this, and at that point, the little girl was already far away.

source: 陈平安打断少女的言语，说道：“阮姑娘你所谓的惩罚，是说杀人凶手会被赶出小镇吗？”
en_us: "By punishment, are you saying that the culprit will be evicted from the town?" Chen Ping'an interjected.

source: 陈平安扛着少女一路撒腿狂奔，跑得竟是比之前上山还要快，像是个抢了黄花大闺女的采花贼。宁姚受了不轻的内伤，给颠簸得难受，但也顾不得什么颜面，若是这时候给老猿一拳捶到身上，估摸着她和陈平安就真要“殉情”了。
en_us: Chen Ping'an sprinted away with Ning Yao on his shoulder, his speed even quicker than when he had climbed the mountain just then. It was as if he were kidnapping someone's pure and chaste daughter. Ning Yao's wounds were quite severe, and she felt even worse as she bounced up and down on Chen Ping'an's shoulder. However, this was no time to worry about her feelings or face. Otherwise, if the old ape struck them again, it was extremely likely that she and Chen Ping'an would die together "for the sake of love".

source: 陈平安扬起包扎严实的左手，“不打紧的，已经不碍事了。”
en_us: Chen Ping'an raised his bandaged left hand as he replied, "It's fine, I don't even feel the wound anymore."

source: 陈平安扯了扯嘴角，心想你当我傻啊？
en_us: Chen Ping'an gave a wry smile in response. Do I look stupid to you? qhetiqhewithoiwhtoiwhethewhtiowhethewthewothoewit

source: 陈平安扯了扯嘴角，笑容牵强，轻声道：“其实我是来找你的，之前那么喊，是怕宋集薪误会。”
en_us: Chen Ping'an forced a smile onto his face as he said in a quiet voice, "I actually came here to see you. I only yelled for Song Jixin just now because I was worried he would misunderstand by intentions."

source: 陈平安承诺道：“一定。”
en_us: "Definitely," Chen Ping'an promised.

source: 陈平安把捂住孩子的嘴巴，脸色严肃瞪眼道：“泥鳅送给你了，就是你的顾粲，你还想不想以后让你娘亲过好日子能每天都吃上肉，让你娘用上胭脂水粉，买那种摸上去滑溜溜的绸缎衣裳”
en_us: Chen Ping'an held his hand over the little boy's mouth, his expression extremely serious as shot a glare and said, "Since I gave the loach to you, the loach is now yours. Do you still want to give your mother a good life in the future? Do you want her to be able to eat meat every day? And use makeup and be able to buy those smooth and silky clothes?"

source: 陈平安把第二条石板鱼丢入竹篓。
en_us: Chen Ping'an tossed the second rock slate fish into the bamboo basket.

source: 陈平安把钱放在两人之间的台阶上，“宁姑娘，现在都什么时候了，你觉得我还有心情跟你说客气话吗？你跟我，还有刘羡阳，只是做一笔生意买卖，又不是诚心坑我们，只是遇上这样的天灾人祸，谁也想不到，哪有让你赔上性命的道理？相信我，不只是我陈平安不愿意看到这样，刘羡阳那个傻瓜也一样不愿意。他如果能说话，只会说爷们的事，娘们别管”
en_us: Chen Ping'an set the two pouches down onto the step between them, then continued, "Ning Yao, at this point, I'm in no mood to be trying to console you. YOu made a fair deal with me and Liu Xianyang, and it's not like you set out to screw us over from the very beginning. No one could've anticipated something like this happening, and we certainly can't expect you to lose your life over something like this. Trust me, not only do I not want to see that, Liu Xianyang wouldn't want to see that happen either. If he could talk to you right now, he would say something like: 'this is something for men to take care of, so women should just butt out!'"

source: 陈平安把陆道长的两份药方三张纸放在桌面上。
en_us: Chen Ping'an placed the three sheets of paper containing the medicinal recipe from Daoist Lu onto the table.

source: 陈平安抬头望去，在学塾见过几次的扫地老人，想自己点了点头，陈平安下意识就笑着还礼。
en_us: Chen Ping'an then noticed Old Man Ma looking at him, and as soon as their eyes met, the old man gave him a nod, in response to which Chen Ping'an reflexively returned the nod with a smile.

source: 陈平安抬头，黑着脸。
en_us: Chen Ping'an looked up with a dark expression.

source: 陈平安抬起头。
en_us: Chen Ping'an raised his upon hearing this.

source: 陈平安抬起头，“不去了。”
en_us: "I'll pass," Chen Ping'an replied as he raised his head.

source: 陈平安抬起头，“那这本撼山谱，是属于好，又不算太好的行列喽？”
en_us: Chen Ping'an looked up and asked, "Then is this Mountain Shaking Guide considered good, but not too good?"

source: 陈平安担忧问道：“宁姑娘你的身体没问题？”
en_us: "Ning Yao, you've fully recovered?" Chen Ping'an asked with a worried expression.
